Repository: murilloggomes/noodle-framework-php
Catalog: inc/themes/default/locale/*/messages.po
Languages: pt_br

source: About
pt_br: Sobre

source: Features
pt_br: Características

source: Pricing
pt_br: Planos

source: Hi, %s
pt_br: Olá, %s

source: Login
pt_br: Entrar

source: Sign up
pt_br: Cadastre-se

source: Save time managing your Instagram accounts
pt_br: Economize tempo gerenciando suas contas do Instagram

source: A Smarter way to auto post on instagram
pt_br: Uma maneira mais inteligente de publicação automática no instagram

source: Schedule your posts to any future date
pt_br: Agende suas postagens para qualquer data futura

source: A Smarter way to <br> Auto Post on Instagram
pt_br: Automatize o crescimento do seu <br> Instagram

source: Get started
pt_br: Iniciar

source: Manage your accounts
pt_br: Gerencie suas contas

source: The following features to help you save time
pt_br: Os seguintes recursos para ajudá-lo a economizar tempo

source: Multi Instagram Accounts
pt_br: Auto Unfollow

source: Post the same content to all accounts
pt_br: Poste o mesmo conteúdo para todas as contas

source: Photo, Story, Video & Album
pt_br: Foto, Story, Vídeo e Álbum

source: Automatically post all content
pt_br: Postar automaticamente todo o conteúdo

source: Schedule Posts
pt_br: Calendário Programado

source: You don't need to worry about managment
pt_br: Você não precisa se preocupar com a gestão

source: Future starts today
pt_br: O futuro começa hoje

source: Firstname
pt_br: Primeiro nome

source: Lastname
pt_br: Último nome

source: Password
pt_br: Senha

source: Confirm password
pt_br: Confirme a Senha

source: Select your timezone
pt_br: Selecione seu fuso horário

source: Welcome!
pt_br: Bem-Vindo(a)!

source: You've been <br> logged in successfully.
pt_br: Você foi <br> logado com sucesso.

source: Go to dashboard
pt_br: Ir para a painel

source: Make the difference
pt_br: Ferramentas do Noodle

source: Here are features for you
pt_br: Aqui estão os recursos para você

source: Unique Design
pt_br: Auto Follow

source: Auto Post Content
pt_br: Conteúdo de postagem automática

source: Secure password hash
pt_br: Comentários Automáticos

source: Mobile Responsive
pt_br: Curtidas Automáticas

source: Payment Gateways
pt_br: Mensagens via Direct

source: Emoji Compatibility
pt_br: Repost

source: Noodle has additional modules to automate some process
pt_br: Noodle possui módulos adicionais para automatizar algum processo

source: Insert images from Cloud Drives.
pt_br: Insira imagens da Cloud Drives.

source: Noodle allows you to import images from your <br> Google Drive, Dropbox and OneDrive account
pt_br: O Noodle permite importar imagens da sua conta <br> Google Drive, Dropbox e OneDrive

source: How much does it cost to use Noodle
pt_br: Escolha AGORA o melhor para você!

source: per month
pt_br: por mês

source: Save %s when paid annualy
pt_br: Economize %s pagando anualmente

source: Unlimited accounts
pt_br: Contas Ilimitadas

source: Zero accounts
pt_br: 0 Contas

source: Post Types
pt_br: Tipos de postagem

source: Photo
pt_br: Foto

source: Video
pt_br: Vídeo

source: Photo+Video
pt_br: Foto+Vídeo

source: Photo only
pt_br: Somente Foto

source: Video only
pt_br: Somente Vídeo

source: Cloud Import
pt_br: Importar da Nuvem

source: Not available
pt_br: Não disponível

source: Modules
pt_br: Módulos

source: Spintax Support
pt_br: Suporte Spintax

source: Storage
pt_br: Armazenamento

source: Unlimited
pt_br: Ilimitado

source: Noodle allows you to schedule your posts at a future date to save <br> time. You don't even need to log-in and out of various platforms
pt_br: Noodle permite que você agende suas postagens em uma data futura para economizar <br> tempo. Você nem precisa fazer logon e sair de várias plataformas

source: Login credentials didn't match!
pt_br: As credenciais de login não coincidiram!

source: Login with Facebook
pt_br: Entrar com o Facebook

source: Email address
pt_br: Endereço de e-mail

source: Sign in
pt_br: Logar

source: Forgot your password?
pt_br: Esqueceu sua senha ?

source: It's absolutely free and takes <br> less than 30 seconds.
pt_br: É absolutamente grátis e leva menos de 30 segundos.

source: Get Started
pt_br: Iniciar

source: By creating an acount you agree to our terms of service.
pt_br: Ao criar uma conta, você concorda com nossos termos de serviço.

source: Already have an account?
pt_br: Já tem uma conta ?

source: Password Reset
pt_br: Resetar a senha

source: New Password
pt_br: Nova senha

source: Password confirm
pt_br: Confirmação de senha

source: Reset Password
pt_br: Redefinir Senha

source: Success!
pt_br: Sucesso!

source: You've successfully reset your password!
pt_br: Você redefiniu com sucesso sua senha!

source: Password Recovery
pt_br: Recuperação de senha

source: Your e-mail address
pt_br: Seu endereço de email

source: Submit
pt_br: Enviar

source: Email Sent!
pt_br: E-mail enviado!

source: Password reset instruction sent to your email address.
pt_br: Instruções de reinicialização de senha enviadas para o seu endereço de e-mail.
